Repository: prinonbhowmik/iOS-tutorial
Catalog: Greeting App/Greeting App/Localizable.xcstrings
Source language: en
Languages: ar, hi

source: Arpita Ghosh Chowdhury
ar: أربيتا غوش شودري
hi: अर्पिता घोष चौधरी

source: Build your own apps
ar: قم ببناء تطبيقاتك الخاصة
hi: अपने स्वयं के ऐप्स बनाएं

source: Exploring iOS Programming
ar: استكشاف برمجة iOS
hi: आईओएस प्रोग्रामिंग की खोज

source: Exploring UiKit after that promise!
ar: استكشاف UiKit بعد هذا الوعد!
hi: उस वादे के बाद UiKit की खोज!

source: Greeting
ar: تحية
hi: अभिवादन

source: Have fun & learn with me!
ar: استمتع وتعلم معي!
hi: आनंद लें और मेरे साथ सीखें!

source: Having fun with SwiftUI?
ar: يلهون مع SwiftUI؟
hi: स्विफ्टयूआई के साथ मजा आ रहा है?

source: Hello World is not enough, we need to learn SwiftUI
ar: Hello World لا يكفي، نحن بحاجة إلى تعلم SwiftUI
hi: हेलो वर्ल्ड पर्याप्त नहीं है, हमें स्विफ्टयूआई सीखने की जरूरत है

source: iOS is really fun. Right?
ar: نظام iOS ممتع حقًا. يمين؟
hi: आईओएस वास्तव में मजेदार है. सही?

source: Prinon Bhowmik
ar: برينون بوميك
hi: प्रिंसन भौमिक

source: Prithul Bhowmik
ar: بريثول بوميك
hi: पृथुल भौमिक

source: Sabita Rani Debi
ar: سابيتا راني ديبي
hi: सबिता रानी देबी

source: Tap here to start
ar: انقر هنا للبدء
hi: आरंभ करने के लिए यहां टैप करें
